cask_args appdir: '/Applications'

cask 'font-jetbrains-mono-nerd-font'
cask 'nikitabobko/tap/aerospace'
cask 'karabiner-elements'

tap 'FelixKratz/formulae'
brew 'borders'

tap 'cormacrelf/tap'
brew 'dark-notify'

brew 'zinit'
brew 'starship'
brew 'mise'
brew 'eza'
brew 'zoxide'
brew 'delta'
brew 'difftastic'
brew 'lazygit'
brew 'bat'
brew 'btop'
brew 'fd'
brew 'fzf'
brew 'gh'
brew 'glow'
brew 'gpg2'
brew 'grc'
brew 'htop'
brew 'imagemagick'
brew 'iproute2mac'
brew 'jq'
brew 'lnav'
brew 'maven'
brew 'micro'
brew 'moor'
brew 'pinentry-mac'
brew 'prettyping'
brew 'ripgrep'
brew 'tldr'
brew 'tree'
brew 'yq'
