cask_args appdir: '/Applications'

brew 'antigen'
brew 'bat'
brew 'fd'
brew 'fzf'
brew 'glow'
brew 'gpg2'
brew 'grc'
brew 'imagemagick'
brew 'iproute2mac'
brew 'jenv'
brew 'lnav'
brew 'maven'
brew 'pinentry-mac'
brew 'prettyping'
brew 'sift'
brew 'tldr'
brew 'tree'
brew 'tmux'

